{"translation-revision-date":"2024-05-03 19:26:58+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Ad blocker detected; please disable it to set up Ads":["Bloqueador de anúncios detectado; desative-o para configurar anúncios"],"%1$s configured %2$s and you don’t have access to it. Contact them to share access.":["%1$s configurou %2$s e você não tem acesso a ele. Entre em contato com eles para compartilhar o acesso."],"Service name\u0004Ads":["Anúncios"],"The server provided an invalid response":["O servidor forneceu uma resposta inválida"],"There was a critical error on this website while fetching data":["Ocorreu um erro crítico neste site ao buscar dados"],"<ErrorIcon \/> %1$s. <Link>%2$s<\/Link>":["<ErrorIcon \/> %1$s. <Link>%2$s<\/Link>"],"Get help":["Ajuda"],"Retry":["Tentar novamente"],"Another admin":["Outro administrador"],"By clicking confirm changes, you’re granting other users view-only access to data from %s via your Google account. You can always manage this later in the dashboard sharing settings.":["Ao confirmar as mudanças, você dá a outros usuários acesso para ver os dados do módulo %s pela sua Conta do Google. É possível gerenciar isso a qualquer momento nas configurações de compartilhamento do painel."],"screen reader text\u0004(disabled)":["(desativado)"],"%dh":["%dh"],"%dm":["%dmin"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Complete setup":["Concluir configuração"],"screen reader text\u0004(opens in a new tab)":["(abre em uma nova aba)"],"This service was originally connected by an administrator — you can contact them for more information.":["Este serviço foi originalmente conectado por um administrador — você pode contatá-lo para obter mais informações."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Este serviço foi originalmente conectado pelo administrador \"%s\" — você pode contatá-lo para obter mais informações."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para acessar os dados de %s, então você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta propriedade do Search Console, então você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta visualização do Analytics, portanto, você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta propriedade do Analytics, portanto, você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta conta do Analytics, portanto, você não poderá ver as estatísticas dela no painel do Site Kit."],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Para corrigir isso, <a href=\"%s\">refaça a configuração do plug-in<\/a>."],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Últimos %s dia","Últimos %s dias"],", ":[","],"None":["Nenhuma"],"OK, Got it!":["OK, entendi!"],"Error: %s":["Erro: %s"],"Error":["Erro"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-ads-f2ee6e50b1c0d5c6b4c3.js"}}