{"translation-revision-date":"2024-05-03 19:26:58+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Make sure you have installed a plugin compatible with WP Consent API (Site Kit isn't able to verify the compatibility of all WP plugins).":["Verifique se tem um plug-in compatível com a API WP Consent (o Site Kit não consegue verificar a compatibilidade de todos os plugins WP)."],"Suggested consent management plugins":["Plug-ins sugeridos para gerenciamento de consentimento"],"You’ll need a plugin compatible with the WP Consent API to display a notice to site visitors and get their consent for tracking. WordPress offers a variety of consent plugins you can choose from. <a>See suggested plugins<\/a>":["Você vai precisar de um plug-in compatível com a API WP Consent para exibir um aviso aos visitantes do site e ter o consentimento para rastreamento. O WordPress oferece uma variedade de plug-ins de consentimento para você escolher. <a>Veja os plug-ins sugeridos<\/a>"],"Install consent management plugin":["Instalar o plug-in de gestão de consentimento"],"Site Kit detected WP Consent API for your site":["O Site Kit detectou a API WP Consent para o seu site"],"Learn more about the WP Consent API":["Saiba mais sobre a API WP Consent"],"WP Consent API is a plugin that standardizes the communication of accepted consent categories between plugins. <a>Learn more<\/a>":["A API WP Consent é um plug-in que padroniza a comunicação de categorias de consentimento aceitas entre plug-ins. <a>Saiba mais<\/a>"],"Install WP Consent API":["Instalar a API WP Consent"],"Activate WP Consent API":["Ativar a API WP Consent"],"In order for consent mode to work properly, these requirements must be met:":["Para que o modo de consentimento funcione corretamente, estes requisitos devem ser atendidos:"],"Disable":["Desativar"],"How visitors interact with your site via Analytics":["Como os visitantes interagem com seu site usando o Analytics"],"Performance of your Ad campaigns":["Desempenho das suas campanhas publicitárias"],"Disable consent mode?":["Desativar o modo de consentimento?"],"these active modules depend on consent mode and will be affected: %s":["esses módulos ativos dependem do modo de consentimento e vão ser afetados: %s"],"Consent mode will help adjust tracking on your site, so only visitors who have explicitly given consent are tracked. <br \/>This is required in some parts of the world, like the European Economic Area. <a>Learn more<\/a>":["O modo de consentimento vai ajudar você a ajustar o rastreamento no seu site para que apenas os visitantes que deram consentimento explicitamente sejam rastreados. <br \/>Isto é necessário em algumas partes do mundo, como o Espaço Econômico Europeu. <a>Saiba mais<\/a>"],"Site Kit added the necessary code to your tag to comply with Consent Mode.":["O Site Kit adicionou o código necessário à sua tag para estar em conformidade com o modo de consentimento."],"If you have Google Ads campaigns for this site, it’s highly recommended to enable Consent mode - otherwise, you won’t be able to collect any metrics on the effectiveness of your campaigns in regions like the European Economic Area.":["Se você tiver campanhas do Google Ads para este site, recomendamos ativar o modo de consentimento. Caso contrário, você não vai poder coletar métricas sobre a eficácia de suas campanhas em regiões como o Espaço Econômico Europeu."],"Consent Mode":["Modo de consentimento"],"Enable consent mode":["Ativar o modo de consentimento"],"Learn more about consent mode":["Saiba mais sobre o modo de consentimento"],"We’ll let you know as soon as there’s enough data available.":["Avisaremos você assim que houver dados suficientes disponíveis."],"Your AdSense and Analytics accounts are linked.":["As suas contas do AdSense e do Analytics estão vinculadas."],"Permissions Error":["Erro de permissões"],"Key Metrics":["Principais métricas"],"Tips for generating and posting engaging content updates":["Dicas para gerar e publicar atualizações de conteúdo envolventes"],"Email":["E-mail"],"Google account":["Conta do Google"],"<span>Help us improve Site Kit by sharing anonymous usage data.<\/span> <span>All collected data is treated in accordance with the <a>Google Privacy Policy.<\/a><\/span>":["<span>Ajude-nos a melhorar o Site Kit compartilhando os dados de uso anônimo.<\/span> <span>Todos os dados coletados são tratados de acordo com a <a>Política de Privacidade do Google.<\/a><\/span>\""],"Apply changes":["Aplicar alterações"],"Display key metrics in dashboard":["Exibir métricas principais no painel"],"Set your site goals":["Definir metas do seu site"],"Google Account (Email: %1$s)":["Conta do Google (E-mail: %1$s)"],"Google Account for %1$s":["Conta do Google para %1$s"],"Google Account for %1$s (Email: %2$s)":["Conta do Google para %1$s (E-mail: %2$s)"],"Edit %s settings":["Editar configurações do %s"],"Engagement Rate":["Taxa de engajamento"],"To continue using Analytics with Site Kit, you need to grant permission to check for any changes in your Google tag’s target Analytics property. The Google tag feature was recently updated to allow users to change a tag’s connected Analytics property without editing site code. Because of this change, Site Kit now must regularly check if the tag on your site matches the Analytics property destination.":["Para continuar usando o Analytics com o Site Kit, você precisa conceder permissão para verificar quaisquer alterações na propriedade de destino do Analytics da sua tag do Google. O recurso de tag do Google foi atualizado recentemente para permitir que os usuários alterem a propriedade do Google Analytics conectada a uma tag sem editar o código do site. Devido a essa alteração, o Site Kit agora deve verificar regularmente se a tag em seu site corresponde ao destino da propriedade do Google Analytics."],"Grant permission":["Conceder permissão"],"Site Kit needs additional permissions to detect updates to tags on your site":["O Site Kit precisa de permissões adicionais para detectar atualizações nas tags do seu site"],"Copied to clipboard":["Copiado para a área de transferência"],"Edit your answers for more personalized metrics:":["Edite suas respostas para conferir mais métricas personalizadas:"],"Save":["Salvar"],"Review your answers":["Revise suas respostas"],"Please select at least 1 answer":["Selecione pelo menos 1 resposta"],"Please select an answer":["Selecione uma resposta"],"Copy error contents":["Copiar conteúdo do erro"],"Error message copied to clipboard. Click to copy the error message again.":["Mensagem de erro copiada para a área de transferência. Clique para copiar a mensagem de erro novamente."],"The server provided an invalid response":["O servidor forneceu uma resposta inválida"],"There was a critical error on this website while fetching data":["Ocorreu um erro crítico neste site ao buscar dados"],"Personalize your metrics":["Personalize suas métricas"],"Answer 3 quick questions to help us show the most relevant data for your site":["Responda 3 perguntas rápidas para nos ajudar a mostrar os dados mais relevantes para seu site"],"Key metrics":["Principais métricas"],"Select only %d answer":["Selecione apenas %d resposta","Selecione até %d respostas"],"What are your top goals for this site?":["Quais são as suas principais metas para esse site?"],"What is the main purpose of this site?":["Qual o principal objetivo desse site?"],"You can always edit your answers later from Settings":["Você pode editar suas respostas depois nas Configurações"],"Monthly":["Todo mês"],"Weekly":["Toda semana"],"Daily":["Todo dia"],"<strong>Note:<\/strong> %s":["<strong>Nota:<\/strong> %s"],"Google Account":["Conta do Google"],"Complete setup for %s":["Concluir a configuração do módulo %s"],"Get help":["Ajuda"],"Retry":["Tentar novamente"],"Error connecting Site Kit":["Erro ao conectar com o Site Kit"],"Thanks for using Site Kit!<br \/>Help us make it even better":["Agradecemos por usar o Site Kit!<br \/>Ajude-nos a torná-lo ainda melhor"],"Shared by <strong>%s<\/strong>":["Compartilhado por <strong>%s<\/strong>"],"Shared services":["Serviços compartilhados"],"Learn more about dashboard sharing":["Saiba mais sobre o compartilhamento do painel"],"You can see stats from all shared Google services, but you can't make any changes. <a>Learn more<\/a>":["Você pode ver as estatísticas de todos os Serviços compartilhados do Google, mas não é possível fazer mudanças. <a>Saiba mais<\/a>"],"You can see stats from all shared Google services, but you can't make any changes. <strong>Sign in to connect more services and control sharing access.<\/strong>":["Você pode ver as estatísticas de todos os Serviços compartilhados do Google, mas não é possível fazer mudanças. <strong>Faça login para conectar mais serviços e controlar o acesso de compartilhamentos.<\/strong>"],"View only":["Somente ver"],"Go to dashboard":["Ir para a dashboard"],"Back to dashboard":["Voltar para o painel"],"Monetization":["Monetização"],"Content":["Conteúdo"],"Traffic":["Tráfego"],"Experimental":["Experimental"],"Display relevant page stats in the Admin bar":["Mostrar estatísticas relevantes da página na barra de administração"],"Plugin Settings":["Configurações de plug-ins"],"screen reader text\u0004(disabled)":["(desativado)"],"Help":["Ajuda"],"New":["Novo"],"Get help with AdSense":["Receber ajuda com o AdSense"],"Get support":["Receber ajuda"],"Read help docs":["Leia a documentação de ajuda"],"Fix common issues":["Corrigir problemas comuns"],"Got it":["Entendi"],"%dh":["%dh"],"%dm":["%dmin"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>"],"Others":["Outros"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s vs %2$s"],"This question has been answered by:":["Esta pergunta foi respondida pela última vez por:"],"How often do you create new content for this site?":["Com que frequência você cria novas postagens para esse site?"],"Other":["Outro"],"Next":["Próxima"],"Understand which content is performing best":["Entender qual conteúdo tem o melhor desempenho"],"Help my content rank in a better position in Google search results":["Ajudar meu conteúdo a ficar melhor posicionado nos resultados da pesquisa do Google"],"Generate more revenue":["Gerar mais receita"],"Expand my business into new cities, states or markets":["Expandir meus negócios para outros mercados, estados ou cidades"],"Grow my audience":["Aumentar meu público"],"Find new topics to write about that connect with my audience":["Encontrar novos temas sobre os quais escrever que se conectem com meu público"],"Improve speed and performance":["Melhorar a velocidade e o desempenho"],"Retain visitors, turn them into loyal readers or customers":["Reter visitantes, transformando-os em leitores ou clientes fiéis"],"Share a business card or portfolio to represent me or my company online":["Compartilhar um portfólio ou cartão de visita que represente a mim ou minha empresa na Internet"],"Publish news content":["Publicar conteúdo de notícias"],"Publish a blog":["Publicar um blog"],"Monetize content (with ads or affiliate links)":["Monetizar conteúdo (com anúncios ou links de afiliados)"],"Sell products or services":["Vender produtos ou serviços"],"Never":["Nunca"],"Activate":["Ativar"],"Install":["Instalar"],"screen reader text\u0004(opens in a new tab)":["(abre em uma nova aba)"],"Resetting will disconnect all users and remove all Site Kit settings and data within WordPress. <br \/>You and any other users who wish to use Site Kit will need to reconnect to restore access.":["A redefinição desconectará todos os usuários e removerá todas as configurações e os dados do Site Kit no WordPress. <br \/>Você e qualquer outro usuário que queira usar o Site Kit precisará se reconectar para restaurar o acesso."],"Redo the plugin setup":["Refazer a configuração do plug-in"],"Source: %s":["Origem: %s"],"Report this problem":["Reportar este problema"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Para corrigir isso, <a href=\"%s\">refaça a configuração do plug-in<\/a>."],"Previous period":["Período anterior"],"Recommended":["Recomendado"],"Redo setup":["Refazer configuração"],"Site Kit can’t access necessary data":["Site Kit não conseguiu acessar os dados necessários"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["O Site Kit não pode acessar todos os dados relevantes porque você não concedeu todas as permissões solicitadas durante a instalação. Para usar o Site Kit, você precisará refazer a instalação. Certifique-se de aprovar todas as permissões no estágio de autenticação."],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["O Site Kit não pode acessar os dados relevantes de %1$s porque você não concedeu todas as permissões solicitadas durante a instalação. Para usar o Site Kit, você precisará refazer a configuração para %1$s - certifique-se de aprovar todas as permissões no estágio de autenticação."],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["O Site Kit não pode acessar todos os dados relevantes porque você não concedeu todas as permissões solicitadas durante a instalação. Para usar o Site Kit, você precisará refazer a configuração para: %s - aprove todas as permissões no estágio de autenticação."],"Proceed":["Continuar"],"Additional Permissions Required":["Permissões adicionais necessárias"],"Saving…":["Salvando…"],"Manage Sites":["Gerenciar sites"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Últimos %s dia","Últimos %s dias"],", ":[","],"Site Kit encountered an error":["Site Kit encontrou um error"],"Oops! There was a problem during set up. Please try again.":["Opa! Houve um problema durante a configuração. Por favor, tente novamente."],"Sign in with Google":["Acessar com o Google"],"Site Kit by Google Logo":["Logo do Site Kit by Google"],"OK, Got it!":["OK, entendi!"],"Speed":["Velocidade"],"Session Duration":["Duração da sessão"],"Back":["Voltar"],"Learn more":["Saiba mais"],"Error: %s":["Erro: %s"],"Account":["Conta"],"Sessions":["Sessões"],"Users":["Usuários"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Desconectar oo Site Kit by Google removerá seu acesso a todos os serviços. Após desconectar, você precisará autorizar novamente para restaurar o serviço."],"Disconnect":["Desconectar"],"User Avatar":["Avatar do usuário"],"Admin Settings":["Configurações de Administração"],"Connect More Services":["Conectar mais serviços"],"Connected Services":["Serviços conectados"],"Tracking":["Rastreamento"],"Site Kit is connected":["Site Kit está conectado"],"Plugin Status":["Status do plugin"],"We’re working on adding new services to Site Kit by Google all the time, so please check back in the future":["Estamos trabalhando constantemente para adicionar novos serviços ao Site Kit do Google, então volte mais tarde."],"Congrats, you’ve connected all services!":["Parabéns, você conectou todos os serviços!"],"Connect More Services to Gain More Insights":["Conecte mais serviços para obter mais Insights"],"these active modules depend on %1$s and will also be disconnected: %2$s":["estes módulos ativos dependem de %1$s e também serão desconectados: %2$s"],"Disconnect %s from Site Kit?":["Desconectar %s do Site Kit?"],"See full details in %s":["Ver todos os detalhes em %s"],"Disconnect %s from Site Kit":["Desconectar %s do Site Kit"],"Edit":["Editar"],"Cancel":["Cancelar"],"Connected":["Conectado"],"Confirm changes":["Confirmar alterações"],"By disconnecting the %s module from Site Kit, you will no longer have access to:":["Ao desconectar o módulo %s do Site Kit, você não terá mais acesso a:"],"Section locked while editing":["Seção bloqueada durante a edição"],"Set up %s":["Configurar %s"],"Reset Site Kit":["Reiniciar Site Kit"],"Reset":["Redefinir"],"Close":["Fechar"],"Day":["Dia"],"Settings":["Configurações"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-settings-88cbf68dd69105300721.js"}}