{"translation-revision-date":"2024-05-03 19:26:58+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Enable groups":["Habilitar grupos"],"Enabling groups":["Habilitando grupos"],"Pages that generated the most AdSense revenue":["Páginas que geraram mais receita do AdSense"],"Top earning pages":["Páginas mais lucrativas"],"A tag %s for the selected property already exists on the site":["Já existe uma tag %s para a propriedade selecionada no site"],"Additional permissions are required to create a new Analytics account.":["Permissões adicionais são necessárias para criar uma nova conta do Google Analytics."],"Code Snippet":["Trecho de Código"],"Edit <VisuallyHidden>web data stream <\/VisuallyHidden>in Analytics":["Editar <VisuallyHidden>fluxo de dados da web <\/VisuallyHidden>no Analytics"],"Enhanced measurement is being enabled.":["A medição aprimorada está sendo ativada."],"Setup in progress":["Configuração em andamento"],"Edit <VisuallyHidden>account <\/VisuallyHidden>in Analytics":["Editar <VisuallyHidden>conta <\/VisuallyHidden>no Analytics"],"Disabled":["Desabilitado"],"Enabled":["Habilitado"],"Enhanced Measurement":["Medição aprimorada"],"Connect Analytics":["Conectar Analytics"],"Update Analytics to track metric":["Atualize o Analytics para rastrear métricas"],"No data to show":["Não há dados para mostrar"],"Retry didn’t work? <a>Learn more<\/a>":["Tentar novamente não funcionou? <a>Saiba mais<\/a>"],"Analytics update failed":["Falha na atualização do Analytics"],"Percentage of visitors that left without engagement with your site":["Porcentagem de visitantes que saíram sem envolvimento com seu site"],"Setup successful: Analytics is gathering data for this metric":["Configuração bem-sucedida: o Analytics está coletando dados para esta métrica"],"Another admin has set up these tailored metrics for your site. Click here to personalize them.":["Outro administrador configurou essas métricas personalizadas para o seu site. Clique aqui para personalizá-los."],"Personalize your key metrics":["Personalize suas principais métricas"],"You’ll need to contact your administrator. <a>Learn more<\/a>":["Você precisará entrar em contato com seu administrador. <a>Saiba mais<\/a>"],"Permissions updated? <a>Retry<\/a>":["Permissões atualizadas? <a>Tentar novamente<\/a>"],"All Visitors":["Todos os visitantes"],"Additional permissions are required to create new Analytics custom dimensions":["São necessárias permissões adicionais para criar novas dimensões personalizadas do Analytics."],"Authors whose posts got the most visits":["Autores cujas postagens receberam mais visitas"],"Most popular authors by pageviews":["Autores mais populares por visualizações de página"],"Categories that your site visitors viewed the most":["Categorias que os visitantes do seu site mais visualizaram"],"Top categories by pageviews":["Principais categorias por visualizações de página"],"Pages with the most pageviews published in the last 3 days":["Páginas com mais visualizações de página publicadas nos últimos 3 dias"],"Top recent trending pages":["Principais páginas de tendências recentes"],"Pages with the highest engagement rate":["Páginas com a maior taxa de engajamento"],"Most engaging pages":["Páginas mais envolventes"],"Pages with the highest percentage of visitors that left without engagement with your site":["Páginas com maior porcentagem de visitantes que saíram sem envolvimento com seu site"],"Your configured Analytics web data stream will now automatically measure interactions on your site in addition to standard page views measurement.":["Seu fluxo de dados da Web do Analytics configurado agora medirá automaticamente as interações em seu site, além da medição padrão de visualizações de página."],"You successfully enabled enhanced measurement for your site":["Você ativou a medição aprimorada para seu site"],"Enable now":["Ativar agora"],"Understand how visitors interact with your content":["Entenda como os visitantes interagem com seu conteúdo"],"Enable enhanced measurement in Analytics to automatically track metrics like file downloads, video plays, form interactions, etc. No extra code required — you’ll be redirected to give permission for Site Kit to enable it on your behalf.":["Habilite a medição aprimorada no Analytics para rastrear automaticamente métricas como downloads de arquivos, reproduções de vídeo, interações de formulários, etc. Nenhum código extra é necessário - você será redirecionado para dar permissão ao Site Kit para ativá-lo em seu nome."],"Enable enhanced measurement in Analytics to automatically track metrics like file downloads, video plays, form interactions, etc. No extra code required.":["Habilite a medição aprimorada no Analytics para rastrear automaticamente métricas como downloads de arquivos, reproduções de vídeos, interações de formulários, etc."],"Additional permissions are required to enable enhanced measurement for the selected web data stream":["Permissões adicionais são necessárias para permitir a medição aprimorada para o fluxo de dados da web selecionado"],"You can always turn on enhanced measurement later in Site Kit Settings":["Você sempre pode ativar a medição aprimorada posteriormente nas configurações do Site Kit"],"Enable enhanced measurement later here":["Ative a medição aprimorada mais tarde aqui"],"This allows you to measure interactions with your content (e.g. file downloads, form completions, video views). <a>Learn more<\/a>":["Isso permite medir as interações com seu conteúdo (por exemplo, downloads de arquivos, preenchimentos de formulários, visualizações de vídeos). <a>Saiba mais<\/a>"],"The top search queries for your site by highest clickthrough rate":["As principais consultas de pesquisa para o seu site pela maior taxa de cliques"],"%s total visits":["%s total de visitas"],"%s page views":["%s visualizações de página"],"Channel (e.g. social, paid, search) that brought in visitors who generated the most conversions":["Canal (por exemplo, social, pago, pesquisa) que atraiu visitantes que geraram mais conversões"],"Channel (e.g. social, paid, search) that brought in the most visitors to your site":["Canal (por exemplo, social, pago, pesquisa) que atraiu mais visitantes ao seu site"],"The countries where most of your visitors came from":["Os países de onde veio a maioria dos seus visitantes"],"The cities where most of your visitors came from":["As cidades de onde veio a maioria dos seus visitantes"],"Products on your site which visitors viewed the most. Site Kit detected these are your product pages. If this is inaccurate, you can <a>replace<\/a> this with another metric":["Produtos no seu site que os visitantes mais viram. O Site Kit detectou que essas são páginas de seus produtos. Se essa informação for imprecisa, você poderá <a>substituir<\/a> por outra métrica"],"Pages your visitors read the most":["Páginas que seus visitantes leram mais"],"Portion of visitors who visited your site for the first time in this timeframe":["Parte dos visitantes que visitaram seu site pela primeira vez neste período"],"Portion of your site’s visitors that returned at least once in this timeframe":["Parte dos visitantes do seu site que retornaram pelo menos uma vez neste período"],"Returning visitors":["Visitantes que retornaram"],"Channel (e.g. social, paid, search) that brought in the most visitors who had a meaningful engagement with your site":["Canal (por exemplo, rede social, pago, pesquisa) que trouxe a maioria dos visitantes que tiveram um envolvimento significativo com seu site"],"Pages that attracted the most returning visitors":["Páginas que atraíram os visitantes que mais voltaram"],"Top pages by returning visitors":["Principais páginas com visitantes que voltaram"],"Average duration of engaged visits":["Duração média de visitas envolvidas"],"Visit length":["Tempo de visita"],"Number of pages visitors viewed per session on average":["Número médio de páginas que os visitantes viram por sessão"],"Pages per visit":["Páginas por visita"],"Least engaging pages":["Páginas com menos envolvimento"],"Average number of sessions per site visitor":["Número médio de sessões por visitante do site"],"Visits per visitor":["Visitas por visitante"],"Enable enhanced measurement":["Ativar medição aprimorada"],"%1$s of %2$s engaged sessions":["%1$s de %2$s sessões envolvidas"],"Trouble getting access? <HelpLink \/>":["Problemas para obter acesso? <HelpLink \/>"],"Insufficient permissions":["Permissões insuficientes"],"No product posts currently detected on your site. This metric applies only to sites with product posts.":["Nenhuma postagem de produto atualmente detectada em seu site. Essa métrica se aplica apenas a sites com postagens de produtos."],"Top countries driving traffic":["Principais países que geram tráfego"],"Change Metrics":["Alterar métricas"],"Data loading failed":["Falha ao carregar os dados"],"Channel which brought in the most visits that resulted in conversions":["Canal que trouxe a maior parte das visitas que resultaram em conversões"],"Which countries you get the most visitors from":["De quais países você recebe mais visitantes"],"Which cities you get the most visitors from":["De quais cidades você recebe mais visitantes"],"What people searched for before they came to your site":["O que as pessoas pesquisaram antes de chegarem ao seu site"],"Products that brought in the most visitors":["Produtos que trouxeram mais visitantes"],"Pages that brought in the most visitors":["Páginas que trouxeram mais visitantes"],"Visitors coming via this channel spent the most time on your site":["Os visitantes chegando através deste canal passaram mais tempo em seu site"],"Channel which brought in the most visitors to your site":["Canal que trouxe a maioria dos visitantes para o seu site"],"Top traffic source":["Principal fonte de tráfego"],"How many new visitors you got and how the overall audience changed":["Quantos visitantes novos você conseguiu e como o público geral mudou​"],"Portion of people who visited your site more than once":["Parte das pessoas que visitaram seu site mais de uma vez"],"Google Tag ID":["ID da etiqueta Google"],"%s of visits led to conversions":["%s de visitas que geraram conversões"],"Top converting traffic source":["Principal fonte de tráfego para conversão"],"Top cities driving traffic":["Principais cidades que geram tráfego"],"Analytics doesn’t have data for your site’s products yet":["O Analytics ainda não possui dados para os produtos do seu site"],"Most popular products by pageviews":["Produtos mais populares por visualizações de página"],"Most engaged traffic source":["Principal fonte de tráfego para envolvimento"],"The Key Metrics section will be added back to your dashboard once you set your goals in Settings":["A seção Principais métricas será adicionada de volta ao seu painel assim que você definir suas metas em Configurações"],"You can always set up goals from Settings later":["Você sempre pode configurar as metas nas Configurações mais tarde"],"%s of total traffic":["%s do tráfego total"],"Metrics cannot be displayed without Analytics":["As métricas não podem ser exibidas sem o Analytics"],"I’ll pick metrics myself":["Eu vou escolher as métricas"],"Get tailored metrics":["Obter métricas personalizadas"],"Answer 3 questions to show relevant stats for your site":["Responda 3 perguntas para mostrar estatísticas relevantes para o seu site"],"Get metrics and suggestions tailored to your specific site goals":["Obtenha métricas e sugestões adaptadas aos objetivos específicos do site"],"Top performing keywords":["Palavras-chave com melhor desempenho"],"Most popular content by pageviews":["Conteúdo mais popular por visualizações de página"],"Connect %s":["Conectar %s"],"%s is disconnected, some of your metrics can’t be displayed":["%s está desconectado, algumas de suas métricas não podem ser exibidas"],"New visitors":["Novos visitantes"],"of %s total visitors":["do %s total de visitantes"],"Engagement rate shows the percentage of engaged sessions, the opposite of bounce rate. <a>Learn more<\/a>":["A taxa de engajamento mostra a porcentagem de sessões engajadas, o oposto da taxa de rejeição.<a>Saiba mais<\/a>"],"New metric: engagement rate":["Nova métrica: taxa de engajamento"],"A session is a period of time during which a user interacts with your website or app. <a>Learn more<\/a>":["Uma sessão é um período durante o qual um usuário interage com seu site ou aplicativo.<a>Saiba mais<\/a>"],"\"Sessions\" has replaced \"Unique Pageviews\"":["\"Sessões\" substituiu \"Visualizações de página exclusivas\""],"\"Conversions\" have replaced \"Goals,\" since \"Goals\" no longer exist in GA4. <a>Learn how to set up Conversions<\/a>":["As \"Conversões\" substituíram as \"Metas\", já que \"Metas\" não existem mais no GA4.<a>Aprenda a configurar as Conversões<\/a>"],"See the new metrics from Google Analytics":["Veja a nova métrica do Google Analytics"],"Google Analytics property created":["Propriedade do Google Analytics criada"],"Sessions which lasted 10 seconds or longer, had 1 or more conversion events, or 2 or more page views.":["As sessões que duraram 10 segundos ou mais tiveram um ou mais eventos de conversão ou duas ou mais visualizações de página."],"Visitor interactions with your site within a given time frame (30 min by default).":["Interações do visitante com seu site dentro de um determinado prazo (30 minutos por padrão)."],"Engagement Rate":["Taxa de engajamento"],"Analytics data stream name and measurement ID\u0004%1$s (%2$s)":["%1$s (%2$s)"],"Set up a new web data stream":["Configurar um novo fluxo de dados da Web"],"Web Data Stream":["Fluxo de dados da Web"],"Copied to clipboard":["Copiado para a área de transferência"],"Error in Google Chart":["Erro no Gráfico Google"],"Copy error contents":["Copiar conteúdo do erro"],"Error message copied to clipboard. Click to copy the error message again.":["Mensagem de erro copiada para a área de transferência. Clique para copiar a mensagem de erro novamente."],"An error prevented this Google chart from being displayed properly. Report the exact contents of the error on the support forum to find out what caused it.":["Um erro impediu que este gráfico do Google fosse exibido corretamente. Informe o conteúdo exato do erro no fórum de suporte para descobrir a causa dele."],"The server provided an invalid response":["O servidor forneceu uma resposta inválida"],"There was a critical error on this website while fetching data":["Ocorreu um erro crítico neste site ao buscar dados"],"Retry didn’t work? <HelpLink \/>":["Tentar de novo não funcionou? <HelpLink \/>"],"Google Ads":["Google Ads"],"Exclude Analytics":["Excluir Analytics"],"The administrator sharing this module with you has lost access to the %s service, so you won’t be able to see stats from it on the Site Kit dashboard. You can contact them or another administrator to restore access.":["O administrador perdeu o acesso ao serviço %s, então você não conseguirá ver os dados desse serviço no painel de controle do Site Kit. Entre em contato com o administrador ou outros administradores para restaurar o acesso."],"Access lost to %s":["Acesso perdido para %s"],"Failed to load graphic":["Falha ao carregar gráfico"],"Failed to load media":["Falha ao carregar mídia"],"Request access":["Solicitar acesso"],"You can always add\/edit this in the Site Kit Settings":["Você pode adicionar\/editar isso no Site Kit a qualquer momento nas nas configurações"],"Get help":["Ajuda"],"Retry":["Tentar novamente"],"Data errors in %s":["Erros de dados no módulo %s"],"%s configured Analytics and you don’t have access to its configured property. Contact them to share access or change the configured property.":["%s configurou o Analytics e você não tem acesso às propriedades configuradas. Entre em contato com esse serviço para ter acesso ou mudar a propriedade configurada."],"Another admin":["Outro administrador"],"By clicking confirm changes, you’re granting other users view-only access to data from %s via your Google account. You can always manage this later in the dashboard sharing settings.":["Ao confirmar as mudanças, você dá a outros usuários acesso para ver os dados do módulo %s pela sua Conta do Google. É possível gerenciar isso a qualquer momento nas configurações de compartilhamento do painel."],"If you prefer to collect data using that existing tag, please select the corresponding account and property above":["Se você preferir coletar dados usando essa tag existente, selecione a conta e a propriedade correspondentes acima"],"An existing tag %s was found on the page":["Uma tag existente %s foi encontrada na página"],"Analytics property name and ID\u0004%1$s (%2$s)":["%1$s (%2$s)"],"No data to display: your site hasn’t received any visitors yet":["Nenhum dado para mostrar: seu site ainda não recebeu visitantes"],"No data to display: your page hasn’t received any visitors yet":["Nenhum dado para mostrar: sua página ainda não recebeu visitantes"],"Gathering data…":["Coletando dados…"],"A pie chart for Analytics that is gathering data, so has no data to display.":["Um gráfico de pizza para o Analytics que está juntando dados, então ainda não tem informações para exibir."],"gathering data…":["coletando dados…"],"Maybe later":["Talvez mais tarde"],"Overall page metrics over the last %s day":["Métricas gerais da página para o último %s dia","Métricas gerais da página para os últimos %s dias"],"Your site hasn’t received any visitors yet":["Seu site ainda não recebeu nenhum visitante"],"Your page hasn’t received any visitors yet":["Sua página ainda não recebeu nenhum visitante"],"(unknown)":["(desconhecido)"],"screen reader text\u0004(disabled)":["(desativado)"],"Place Google Analytics code":["Inserir código do Google Analytics"],"Users that can write posts will be excluded from Analytics tracking":["Os usuários que podem escrever postagens serão excluídos do rastreamento do Analytics"],"Users that can write posts":["Usuários que podem escrever posts"],"All logged-in users":["Todos os usuários conectados"],"New":["Novo"],"If you’re using Google Ads, insert your Ads conversion ID if you’d like Site Kit to place the snippet on your site":["Se você estiver usando Google Ads, insira seu ID de conversão de anúncios se você quiser que o Site Kit posicione o snippet em seu site"],"Conversion IDs must be in the format: AW-XXXXX":["Os IDs de conversão devem ter o formato: AW-XXXXX"],"Ads Conversion ID":["ID de conversão de anúncios"],"Got it":["Entendi"],"%dh":["%dh"],"%dm":["%dmin"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"See the full list of channels in Analytics":["Veja a lista completa de canais no Analytics"],"See the full list of devices in Analytics":["Veja a lista completa de dispositivos no Analytics"],"See the full list of locations in Analytics":["Veja a lista completa de locais no Analytics"],"Learn more about what \"%s\" means":["Saiba mais sobre o que %s significa"],"compared to the previous %s days":["em comparação com os últimos %s dias"],"Update":["Atualizar"],"<span>By<\/span> devices":["<span>Por<\/span> dispositivo"],"<span>By<\/span> locations":["<span>Por<\/span> local"],"<span>By<\/span> channels":["<span>Por<\/span> canal"],"%s:":["%s:"],"Stat information for the user dimensions chart tooltip\u0004Users: <strong>%1$s<\/strong> <em>%2$s %3$s%%<\/em>":["Usuários: <strong>%1$s<\/strong> <em>%2$s %3$s%%<\/em>"],"Devices":["Dispositivos"],"Locations":["Locais"],"Channels":["Canais"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>"],"Others":["Outros"],"Complete setup":["Concluir configuração"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s vs %2$s"],"OK, Got it":["OK, entendi"],"Next":["Próxima"],"screen reader text\u0004(opens in a new tab)":["(abre em uma nova aba)"],"Learn more here.":["Saiba mais aqui."],"Source: %s":["Origem: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Este serviço foi originalmente conectado por um administrador — você pode contatá-lo para obter mais informações."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Este serviço foi originalmente conectado pelo administrador \"%s\" — você pode contatá-lo para obter mais informações."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para acessar os dados de %s, então você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta propriedade do Search Console, então você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta visualização do Analytics, portanto, você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta propriedade do Analytics, portanto, você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta conta do Analytics, portanto, você não poderá ver as estatísticas dela no painel do Site Kit."],"Insufficient permissions in %s":["Permissões insuficientes em %s"],"Report this problem":["Reportar este problema"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Para corrigir isso, <a href=\"%s\">refaça a configuração do plug-in<\/a>."],"Top acquisition channels":["Top canais de aquisição"],"Previous period":["Período anterior"],"Country":["País"],"Timezone":["Fuso horário"],"You will need to give Site Kit permission to create an Analytics account on your behalf and also accept the Google Analytics terms of service.":["Você precisará dar permissão ao Site Kit para criar uma conta do Google Analytics em seu nome e também aceitar os termos de serviço do Google Analytics."],"You will be redirected to Google Analytics to accept the terms of service.":["Você será redirecionado para o Google Analytics para aceitar os termos de serviço."],"We’ve pre-filled the required information for your new account. Confirm or edit any details:":["Pré-preenchemos as informações necessárias para sua nova conta. Confirme ou edite todos os detalhes:"],"Create your Analytics account":["Crie sua conta Analytics"],"Site Kit will not add the code to your site":["O Site Kit não adicionará o código ao seu site"],"Site Kit will add the code automatically":["O Site Kit adicionará o código automaticamente"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Últimos %s dia","Últimos %s dias"],", ":[","],"None":["Nenhuma"],"Once completed, click the link below to re-fetch your accounts to continue.":["Depois de concluído, clique no link abaixo para buscar novamente suas contas para continuar."],"To create a new account, click the button below which will open the Google Analytics account creation screen in a new window.":["Para criar uma nova conta, clique no botão abaixo, que abrirá a tela de criação da conta do Google Analytics em uma nova janela."],"Set up a new account":["Criar nova conta"],"All logged-in users will be included in Analytics tracking":["Todos os usuários conectados serão incluídos no rastreamento do Analytics"],"All logged-in users will be excluded from Analytics tracking":["Todos os usuários conectados serão excluídos do rastreamento do Google Analytics"],"Analytics is currently enabled for all visitors":["O Analytics está atualmente ativado para todos os visitantes"],"list separator\u0004, ":[","],"Excluded from Analytics":["Excluído do Analytics"],"OK, Got it!":["OK, entendi!"],"Top content over the last %s day":["Conteúdo principal no último %s dia","Conteúdo principal nos últimos %s dias"],"Analytics is disconnected":["Analytics está desconectada"],"Pageviews":["Visualizações de páginas"],"Title":["Título"],"Session Duration":["Duração da sessão"],"Page Title":["Título da página"],"Back":["Voltar"],"Looks like you don’t have an Analytics account yet. Once you create it, click on \"Re-fetch my account\" and Site Kit will locate it.":["Parece que você ainda não tem uma conta do Analytics. Depois de criá-lo, clique em “Recuperar minha conta” e o Site Kit irá localizá-lo."],"Please select the account information below. You can change this later in your settings.":["Selecione as informações da conta abaixo. Você pode alterar isso mais tarde nas suas configurações."],"Property":["Propriedade"],"Snippet is not inserted":["Snippet não foi inserido"],"Snippet is inserted":["Snippet foi inserido"],"Learn more":["Saiba mais"],"Set up a new property":["Configurar uma nova propriedade"],"Error: %s":["Erro: %s"],"Re-fetch My Account":["Recuperar novamente minha conta"],"Create an account":["Criar uma conta"],"Account":["Conta"],"Sessions":["Sessões"],"Users":["Usuários"],"Data error in %s":["Erro de dados em %s"],"Create Account":["Criar conta"],"Error":["Erro"],"Service name\u0004Analytics":["Analytics"],"Close":["Fechar"],"Day":["Dia"],"Top pages":["Top páginas"],"Audience overview":["Visão geral da audiência"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-analytics-4-592cf822ba90d00c7057.js"}}